/* No comment provided by engineer. */
"a little too short" = "a little too short";

/* No comment provided by engineer. */
"an unknown error has occured. Sorry for beeing so unclear :-/\nerrorCode: " = "an unknown error has occured. Sorry for beeing so unclear :-/\nerrorCode: ";

/* No comment provided by engineer. */
"current location" = "current location";

/* No comment provided by engineer. */
"invalid email address(es)" = "invalid email address(es)";

/* No comment provided by engineer. */
"latitude" = "latitude";

/* No comment provided by engineer. */
"longitude" = "longitude";

/* No comment provided by engineer. */
"mail was saved in iOS mailcenter for later delivery" = "mail was saved in iOS mailcenter for later delivery";

/* No comment provided by engineer. */
"mail was sent - you should not see this message :-/" = "mail was sent - you should not see this message :-/";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ooops" = "Ooops";

/* No comment provided by engineer. */
"sending mail was cancelled - you should not see this message :-/" = "sending mail was cancelled - you should not see this message :-/";

/* No comment provided by engineer. */
"sending of mail failed :-/\nerrorCode: " = "sending of mail failed :-/\nerrorCode: ";

/* No comment provided by engineer. */
"Sorry, can not find the Send Button.\nMaybe the Label is misspelled?" = "Sorry, can not find the Send Button.\nMaybe the Label is misspelled?";

/* No comment provided by engineer. */
"Mailsubject is empty!" = "Mailsubject is empty!";

/* No comment provided by engineer. */
"There is no message to send!" = "There is no message to send!";

/* No comment provided by engineer. */
"This device can not send mail! Please check the mail settings of your device" = "This device can not send mail! Please check the mail settings of your device";

/* No comment provided by engineer. */
"Timeout, can not get a location!" = "Timeout, can not get a location!";

/* No comment provided by engineer. */
"Your device can not use the location services!" = "Your device can not use the location services!";

/* No comment provided by engineer. */
"Your device is not able to send email!" = "Your device is not able to send email!";

/* No comment provided by engineer. */
"Send" = "Send";

"nocamera" = "Your device has no camera!";

"kCLAuthorizationStatusDenied" = "Location services are currently not allowed, you can change that in 'settings app'.";

"kCLErrorLocationUnknown" = "Could not locate you position, please try again later.";

"kCLErrorDenied" = "Could not locate you position, using of location services was denied.";

"nokUTTypeImage" = "Your camera can not take images.";

"TextExpander" = "Contains TextExpander engine library, Copyright © 2009-2010 SmileOnMyMac, LLC. TextExpander is a trademark of SmileOnMyMac, LLC";

"HCMailReceiverHelpNote" = "Receiver(s) for your mail. Just write here or lookup in your addressbook.  (Separate with ,)";


